Repository: zdrilichivan/subly
Catalog: Subly/Localizable.xcstrings
Source language: it
Languages: en, es

source: Costo mensile
en: Monthly cost
es: Coste mensual

source: Costo totale
en: Total cost
es: Coste total

source: Coupon e sconti app
en: Coupons and app discounts
es: Cupones y descuentos app

source: Crea servizio
en: Create service
es: Crear servicio

source: Crea un fondo emergenza
en: Create an emergency fund
es: Crea un fondo de emergencia

source: Crea una lista
en: Create a list

source: Da %@
en: From %@
es: Desde %@

source: Da %@/mese
en: From %@/mo
es: Desde %@/mes

source: Data rinnovo
en: Renewal date
es: Fecha de renovación

source: Dati
en: Data
es: Datos

source: Decidi di iniziare oggi, non domani.
en: Decide to start today, not tomorrow.
es: Decide empezar hoy, no mañana.

source: Decidi quanto vuoi risparmiare questo mese.
en: Decide how much you want to save this month.
es: Decide cuánto quieres ahorrar este mes.

source: Definisci i limiti
en: Set the limits
es: Define los límites

source: Definisci il Tuo 'Abbastanza'
en: Define Your 'Enough'
es: Define tu 'Suficiente'

source: del totale
en: of total
es: del total

source: Delivery invece di cucinare. Taxi invece di mezzi. Amazon invece di negozi. La comodità costa il 20-50% in più. Chiediti: quanto vale davvero questo comfort?
en: Delivery instead of cooking. Taxi instead of public transport. Amazon instead of shops. Convenience costs 20-50% more. Ask yourself: how much is this comfort really worth?
es: Comida a domicilio en vez de cocinar. Taxi en vez de transporte. Amazon en vez de tiendas. La comodidad cuesta un 20-50% más. Pregúntate: ¿cuánto vale realmente este confort?

source: Deseleziona
en: Deselect all
es: Deseleccionar

source: Dettagli
en: Details
es: Detalles

source: Dettaglio categorie
en: Category details
es: Detalle de categorías

source: Devi prima collegare il tuo account Gmail
en: You must first connect your Gmail account
es: Primero debes conectar tu cuenta de Gmail

source: Dì un 'no' oggi
en: Say a 'no' today
es: Di un 'no' hoy

source: Disconnetti
en: Disconnect
es: Desconectar

source: Disdici in un tap
en: Cancel in one tap
es: Cancela con un toque

source: Dividi costo
en: Split cost
es: Dividir coste

source: Dividi il costo
en: Split the cost
es: Divide el coste

source: Dividi il costo con amici o familiari
en: Split the cost with friends or family
es: Divide el coste con amigos o familiares

source: Dividi il tuo stipendio: 50% per necessità (affitto, bollette, cibo), 30% per desideri (svago, shopping), 20% per risparmi e debiti. È il metodo più semplice per iniziare a gestire i soldi.
en: Split your salary: 50% for needs (rent, bills, food), 30% for wants (leisure, shopping), 20% for savings and debts. It's the simplest method to start managing money.
es: Divide tu sueldo: 50% para necesidades (alquiler, facturas, comida), 30% para deseos (ocio, compras), 20% para ahorros y deudas. Es el método más sencillo para empezar a gestionar el dinero.

source: Domande da porti
en: Questions to ask yourself
es: Preguntas para hacerte

source: Domande provocatorie e suggerimenti personalizzati per aiutarti a capire di quali abbonamenti hai davvero bisogno.
en: Thought-provoking questions and personalized suggestions to help you understand which subscriptions you really need.
es: Preguntas provocadoras y sugerencias personalizadas para ayudarte a entender qué suscripciones necesitas realmente.

source: Domani
en: Tomorrow
es: Mañana

source: E se invece...
en: What if instead...
es: Y si en cambio...

source: Elenca le spese fisse
en: List fixed expenses
es: Enumera los gastos fijos

source: Elimina
en: Delete
es: Eliminar

source: Elimina abbonamento
en: Delete subscription
es: Eliminar suscripción

source: Elimina tutti gli abbonamenti e le impostazioni. L'app verrà riportata allo stato iniziale come appena installata.
en: Delete all subscriptions and settings. The app will be restored to its initial state.
es: Eliminar todas las suscripciones y ajustes. La app volverá al estado inicial como recién instalada.

source: Epitteto
en: Epictetus
es: Epicteto

source: Equilibrato
en: Balanced
es: Equilibrado

source: Errore
en: Error
es: Error

source: Errore API Gmail (codice: %lld)
en: Gmail API error (code: %lld)
es: Error API Gmail (código: %lld)

source: Esiste un'alternativa gratuita?
en: Is there a free alternative?
es: ¿Existe una alternativa gratuita?

source: Fai la differenza
en: Make a difference
es: Marca la diferencia

source: Fai la Spesa a Stomaco Pieno
en: Grocery Shop on a Full Stomach
es: Haz la compra con el estómago lleno

source: Fai la tessera della biblioteca
en: Get a library card
es: Hazte el carnet de la biblioteca

source: Fantastico!
en: Fantastic!
es: ¡Fantástico!

source: Felicità ≠ Acquisti
en: Happiness ≠ Purchases
es: Felicidad ≠ Compras

source: Fondo emergenza
en: Emergency fund
es: Fondo de emergencia

source: Frequenza
en: Frequency
es: Frecuencia

source: Funzione Pro
en: Pro feature
es: Función Pro

source: Giorno %lld
en: Day %lld
es: Día %lld

source: Gli abbonamenti 'zombie' sono quelli che paghi ma non usi. La persona media ne ha 2-3 e spreca €300/anno. Controlla i tuoi abbonamenti: se non l'hai usato nell'ultimo mese, cancellalo.
en: 'Zombie' subscriptions are the ones you pay for but don't use. The average person has 2-3 and wastes €300/year. Check your subscriptions: if you haven't used it in the last month, cancel it.
es: Las suscripciones 'zombi' son las que pagas pero no usas. La persona media tiene 2-3 y desperdicia 300€/año. Revisa tus suscripciones: si no la has usado en el último mes, cancélala.

source: Gli Abbonamenti Annuali Costano Meno
en: Yearly Subscriptions Cost Less
es: Las suscripciones anuales cuestan menos

source: Gli abbonamenti essenziali sono esclusi dai suggerimenti di risparmio.
en: Essential subscriptions are excluded from saving suggestions.
es: Las suscripciones esenciales están excluidas de las sugerencias de ahorro.

source: Gli abbonamenti passano, le esperienze restano.
en: Subscriptions pass, experiences remain.
es: Las suscripciones pasan, las experiencias permanecen.

source: Gli Oggetti Ti Possiedono
en: Objects Own You
es: Los objetos te poseen

source: Gli studi dimostrano che dopo i bisogni base, più soldi non aumentano la felicità. Le esperienze con le persone care valgono più di qualsiasi oggetto. Investi in relazioni, non in cose.
en: Studies show that after basic needs, more money doesn't increase happiness. Experiences with loved ones are worth more than any object. Invest in relationships, not things.
es: Los estudios demuestran que, cubiertas las necesidades básicas, más dinero no aumenta la felicidad. Las experiencias con seres queridos valen más que cualquier objeto. Invierte en relaciones, no en cosas.

source: Gli studi dimostrano che fare la spesa affamati aumenta gli acquisti del 15-20%. Mangia prima di andare al supermercato. Il tuo portafoglio ti ringrazierà.
en: Studies show that shopping while hungry increases purchases by 15-20%. Eat before going to the supermarket. Your wallet will thank you.
es: Los estudios demuestran que hacer la compra con hambre aumenta el gasto un 15-20%. Come antes de ir al súper. Tu cartera te lo agradecerá.

source: Gmail collegato
en: Gmail connected
es: Gmail conectado

source: Grazie per aver acquistato Subly Pro! La pubblicità è stata rimossa.
en: Thank you for purchasing Subly Pro! Ads have been removed.
es: ¡Gracias por comprar Subly Pro! Se ha eliminado la publicidad.

source: Grazie per aver scelto Subly Pro! Tutte le funzionalità sono ora sbloccate.
en: Thanks for choosing Subly Pro! All features are now unlocked.
es: ¡Gracias por elegir Subly Pro! Todas las funciones están ahora desbloqueadas.

source: Guarda tutti i tuoi abbonamenti e trovane 3 che puoi cancellare o mettere in pausa. Non devi per forza cancellarli per sempre: anche solo 3 mesi di pausa ti fanno risparmiare.
en: Look at all your subscriptions and find 3 you can cancel or pause. You don't have to cancel them forever: even just a 3-month break saves you money.
es: Mira todas tus suscripciones y encuentra 3 que puedas cancelar o pausar. No tienes por qué cancelarlas para siempre: solo 3 meses de pausa ya te hacen ahorrar.

source: Guida pratica
en: Practical guide
es: Guía práctica

source: Hai %lld servizi streaming. Quanti ne guardi davvero?
en: You have %lld streaming services. How many do you actually watch?
es: Tienes %lld servicios de streaming. ¿Cuántos ves realmente?

source: Hai aggiunto 3 abbonamenti!
en: You've added 3 subscriptions!
es: ¡Has añadido 3 suscripciones!

source: Hai aggiunto 5 abbonamenti!
en: You've added 5 subscriptions!
es: ¡Has añadido 5 suscripciones!

source: Hai davvero bisogno di Netflix, Prime Video E Disney+? Prova a tenerne uno solo per un mese.
en: Do you really need Netflix, Prime Video AND Disney+? Try keeping just one for a month.
es: ¿De verdad necesitas Netflix, Prime Video Y Disney+? Prueba a quedarte solo con uno durante un mes.

source: Hai raggiunto il limite di %lld abbonamenti gratuiti. Passa a Subly Pro per tracciare abbonamenti illimitati!
en: You reached the limit of %lld free subscriptions. Upgrade to Subly Pro to track unlimited subscriptions!
es: Has alcanzado el límite de %lld suscripciones gratuitas. ¡Pásate a Subly Pro para rastrear suscripciones ilimitadas!

source: Ho creato Subly per aiutarti a vivere con meno abbonamenti e più consapevolezza. Il prezzo di un caffè mi permette di continuare a sviluppare e migliorare l'app.
en: I created Subly to help you live with fewer subscriptions and more awareness. The price of a coffee allows me to continue developing and improving the app.
es: He creado Subly para ayudarte a vivir con menos suscripciones y más consciencia. El precio de un café me permite seguir desarrollando y mejorando la app.

source: Ho un fondo di emergenza?
en: Do I have an emergency fund?
es: ¿Tengo un fondo de emergencia?

source: Ho usato questo servizio nell'ultimo mese?
en: Have I used this service in the last month?
es: ¿He usado este servicio en el último mes?

source: I 'Saldi' Sono Marketing
en: 'Sales' Are Marketing
es: Las 'Rebajas' son Marketing

source: I dati restano sul tuo dispositivo
en: Data stays on your device
es: Los datos se quedan en tu dispositivo

source: I farmaci generici, i prodotti a marchio del supermercato: spesso sono identici ai brand costosi. Stessi ingredienti, stessa fabbrica, prezzo 30-50% inferiore.
en: Generic drugs, supermarket brand products: often they are identical to expensive brands. Same ingredients, same factory, price 30-50% lower.
es: Los medicamentos genéricos, los productos de marca blanca: a menudo son idénticos a las marcas caras. Mismos ingredientes, misma fábrica, precio 30-50% inferior.

source: I Generici Sono Uguali
en: Generics Are The Same
es: Los genéricos son iguales

source: I poveri comprano cose che perdono valore (auto, vestiti, gadget). I ricchi comprano cose che generano valore (investimenti, formazione, strumenti di lavoro). Su cosa spendi i tuoi soldi?
en: Poor people buy things that lose value (cars, clothes, gadgets). Rich people buy things that generate value (investments, education, work tools). What do you spend your money on?
es: Los pobres compran cosas que pierden valor (coches, ropa, gadgets). Los ricos compran cosas que generan valor (inversiones, formación, herramientas de trabajo). ¿En qué gastas tu dinero?

source: I Ricchi Comprano Asset
en: The Rich Buy Assets
es: Los ricos compran activos

source: I soldi non fanno la felicità, ma la loro mancanza fa l'infelicità.
en: Money doesn't make happiness, but its absence makes unhappiness.
es: El dinero no hace la felicidad, pero su falta hace la infelicidad.

source: I Soldi Sono Tempo
en: Money Is Time
es: El dinero es tiempo

source: I tuoi abbonamenti
en: Your subscriptions
es: Tus suscripciones

source: I tuoi abbonamenti ti costano quanto %@. Ne vale la pena?
en: Your subscriptions cost as much as %@. Is it worth it?
es: Tus suscripciones te cuestan tanto como %@. ¿Merece la pena?

source: I tuoi dati restano sul tuo dispositivo
en: Your data stays on your device
es: Tus datos permanecen en tu dispositivo

source: I tuoi dati sono al sicuro e sempre sincronizzati su tutti i tuoi dispositivi Apple.
en: Your data is safe and always synced across all your Apple devices.
es: Tus datos están seguros y siempre sincronizados en todos tus dispositivos Apple.

source: I tuoi dati sono al sicuro su iCloud e sincronizzati su tutti i tuoi dispositivi Apple.
en: Your data is safe on iCloud and synced across all your Apple devices.
es: Tus datos están seguros en iCloud y sincronizados en todos tus dispositivos Apple.

source: I voli costano meno se prenotati il martedì pomeriggio. I prezzi sono più alti nel weekend quando tutti cercano. Stesso volo, giorno diverso, €50-200 di differenza.
en: Flights cost less if booked on Tuesday afternoon. Prices are higher on the weekend when everyone is searching. Same flight, different day, €50-200 difference.
es: Los vuelos cuestan menos si se reservan el martes por la tarde. Los precios suben el fin de semana cuando todos buscan. Mismo vuelo, día diferente, 50-200€ de diferencia.

source: iCloud non disponibile
en: iCloud not available
es: iCloud no disponible

source: Identifica l'obiettivo
en: Identify the goal
es: Identifica el objetivo

source: Identifica un'azione concreta da fare oggi.
en: Identify a concrete action to take today.
es: Identifica una acción concreta para hacer hoy.

source: Il 60% delle offerte Black Friday non sono vere offerte: i prezzi vengono alzati prima e poi 'scontati'. Usa CamelCamelCamel per vedere la storia dei prezzi su Amazon.
en: 60% of Black Friday deals aren't real deals: prices are raised before and then 'discounted'. Use CamelCamelCamel to see price history on Amazon.
es: El 60% de las ofertas de Black Friday no son reales: suben los precios antes y luego los 'rebajan'. Usa CamelCamelCamel para ver el historial de precios en Amazon.

source: Il Black Friday È Spesso una Truffa
en: Black Friday Is Often a Scam
es: El Black Friday es a menudo una estafa

source: Il Caffè al Bar Costa Caro
en: Coffee at the Bar Costs Dearly
es: El café en el bar sale caro

source: Il Costo della Comodità
en: The Cost of Convenience
es: El coste de la comodidad

source: Il costo giustifica il valore che ricevo?
en: Does the cost justify the value I receive?
es: ¿El coste justifica el valor que recibo?

source: Il costo nascosto
en: The hidden cost
es: El coste oculto

source: Il costo nascosto degli oggetti
en: The hidden cost of objects
es: El coste oculto de los objetos

source: Il Costo Nascosto dello Stress Finanziario
en: The Hidden Cost of Financial Stress
es: El coste oculto del estrés financiero

source: Il Costo Reale di Netflix
en: The Real Cost of Netflix
es: El coste real de Netflix

source: Il costo verrà diviso tra %lld persone. Potrai inviare richieste di pagamento agli amici.
en: The cost will be split between %lld people. You can send payment requests to friends.
es: El coste se dividirá entre %lld personas. Podrás enviar solicitudes de pago a tus amigos.

source: Il denaro è un buon servo ma un cattivo padrone.
en: Money is a good servant but a bad master.
es: El dinero es un buen siervo pero un mal amo.

source: Il Lifestyle Creep
en: Lifestyle Creep
es: La inflación del estilo de vida

source: Il livello di confidenza indica quanto siamo sicuri del rilevamento. Puoi modificare i dettagli dopo l'aggiunta.
en: The confidence level indicates how certain we are about the detection. You can modify details after adding.
es: El nivel de confianza indica cuán seguros estamos de la detección. Puedes modificar los detalles tras añadirlo.

source: Il Martedì è il Giorno Migliore
en: Tuesday Is the Best Day
es: El martes es el mejor día

source: Il Metodo del Barattolo
en: The Jar Method
es: El método del tarro

source: Il minimalismo digitale
en: Digital minimalism
es: El minimalismo digital

source: Il minimalismo digitale non è privarsi, è scegliere con intenzione. Meno abbonamenti, più valore.
en: Digital minimalism isn't deprivation, it's intentional choice. Fewer subscriptions, more value.
es: El minimalismo digital no es privarse, es elegir con intención. Menos suscripciones, más valor.

source: Il minimalismo digitale non significa rinunciare a tutto, ma scegliere consapevolmente cosa merita il tuo tempo e denaro.
en: Digital minimalism doesn't mean giving up everything, but consciously choosing what deserves your time and money.
es: El minimalismo digital no significa renunciar a todo, sino elegir conscientemente qué merece tu tiempo y dinero.

source: Il minimalismo inizia con una scelta coraggiosa
en: Minimalism starts with a brave choice
es: El minimalismo empieza con una elección valiente

source: Il minimalismo non è rinuncia, è scelta.
en: Minimalism is not deprivation, it's choice.
es: El minimalismo no es renuncia, es elección.

source: Il mio budget è realistico?
en: Is my budget realistic?
es: ¿Mi presupuesto es realista?

source: Il nostro consiglio
en: Our suggestion
es: Nuestro consejo

source: Il Pagamento Automatico dei Risparmi
en: Automatic Savings Payment
es: El pago automático de los ahorros

source: Il Potere del 'No'
en: The Power of 'No'
es: El poder del 'No'

source: Il segreto della ricchezza è semplice: spendi meno di quanto guadagni.
en: The secret to wealth is simple: spend less than you earn.
es: El secreto de la riqueza es simple: gasta menos de lo que ganas.

source: Il tempo che lavori solo per pagare abbonamenti
en: The time you work just to pay for subscriptions
es: El tiempo que trabajas solo para pagar suscripciones

source: Il tempo è denaro.
en: Time is money.
es: El tiempo es dinero.

source: Il Trucco del Termostato
en: The Thermostat Trick
es: El truco del termostato

source: Il trucco della cancellazione
en: The cancellation trick
es: El truco de la cancelación

source: Il tuo consiglio del giorno
en: Your daily tip
es: Tu consejo del día

source: Il tuo consulente finanziario personale
en: Your personal financial advisor
es: Tu asesor financiero personal

source: Il tuo nome
en: Your name
es: Tu nombre

source: Il tuo nome verra usato per personalizzare i saluti.
en: Your name will be used to personalize greetings.
es: Tu nombre se usará para personalizar los saludos.

source: Il tuo nome verrà usato per personalizzare i saluti.
en: Your name will be used to personalize greetings.
es: Tu nombre se usará para personalizar los saludos.

source: Il tuo punteggio
en: Your score
es: Tu puntuación

source: Il vero costo del caffè
en: The true cost of coffee
es: El verdadero coste del café

source: Impara a dire No
en: Learn to say No
es: Aprende a decir No

source: Impatto sul budget
en: Budget impact
es: Impacto en el presupuesto

source: Importa Abbonamenti
en: Import Subscriptions
es: Importar suscripciones

source: Importato da email
en: Imported from email
es: Importado de email

source: Impossibile ottenere le informazioni utente
en: Unable to get user information
es: Imposible obtener información del usuario

source: Imposta
en: Set
es: Configurar

source: Imposta budget
en: Set budget
es: Establecer presupuesto

source: Imposta divisione
en: Set up split
es: Establecer división

source: Imposta il bonifico automatico
en: Set up automatic transfer
es: Configura la transferencia automática

source: Imposta il risparmio automatico
en: Set up automatic savings
es: Configura el ahorro automático

source: Imposta la lavatrice per stasera
en: Set the washing machine for tonight
es: Programa la lavadora para esta noche

source: Imposta un bonifico automatico il giorno dello stipendio: anche solo €50/mese verso un conto risparmio. Non vedrai quei soldi e non ti mancheranno. In 5 anni avrai €3.000+.
en: Set up an automatic transfer on payday: even just €50/month to a savings account. You won't see that money and you won't miss it. In 5 years you'll have €3,000+.
es: Programa una transferencia el día de cobro: aunque sean solo 50€/mes a una cuenta de ahorro. No verás ese dinero y no lo echarás de menos. En 5 años tendrás más de 3.000€.

source: Imposta un bonifico automatico verso un conto risparmio.
en: Set up an automatic transfer to a savings account.
es: Configura una transferencia automática a una cuenta de ahorro.

source: Imposta un budget mensile per tenere sotto controllo le tue spese
en: Set a monthly budget to keep your expenses under control
es: Establece un presupuesto mensual para controlar tus gastos

source: Impostazioni
en: Settings
es: Ajustes

source: Impostazioni profilo
en: Profile settings
es: Configuración del perfil

source: Incluso con Subly Pro
en: Included with Subly Pro
es: Incluido con Subly Pro

source: Informazioni
en: Information
es: Información

source: Informazioni & Supporto
en: Info & Support
es: Información y Soporte

source: Inizia
en: Get started
es: Empezar

source: Inizia 7 giorni gratis
en: Start 7 days free
es: Empieza 7 días gratis

source: Inizia a tracciare da oggi
en: Start tracking today
es: Empieza a monitorizar desde hoy

source: Inizia a tracciare i tuoi abbonamenti esistenti per tenere sotto controllo le spese
en: Start tracking your existing subscriptions to keep your expenses under control
es: Empieza a monitorizar tus suscripciones existentes para controlar los gastos

source: Inizia oggi la sfida
en: Start the challenge today
es: Empieza el reto hoy

source: Inserisci il nome di un servizio non presente nel catalogo.
en: Enter the name of a service not in the catalog.
es: Introduce el nombre de un servicio que no esté en el catálogo.

source: Installa un tracker di prezzi
en: Install a price tracker
es: Instala un rastreador de precios

source: Integra questo hack nella tua routine quotidiana.
en: Integrate this hack into your daily routine.
es: Integra este truco en tu rutina diaria.

source: Intelligente
en: Smart
es: Inteligente

source: invece di %@
en: instead of %@
es: en lugar de %@

source: Investi in te stesso. È l'investimento che rende di più.
en: Invest in yourself. It's the investment that pays the most.
es: Invierte en ti mismo. Es la inversión que más rinde.

source: Investi su te stesso
en: Invest in yourself
es: Invierte en ti mismo

source: Invia richiesta pagamento
en: Send payment request
es: Enviar solicitud de pago

source: L'80% degli iscritti in palestra non ci va regolarmente. €40/mese per 12 mesi = €480/anno per... sensi di colpa. Sii onesto: la usi davvero?
en: 80% of gym members don't go regularly. €40/month for 12 months = €480/year for... guilt trips. Be honest: do you really use it?
es: El 80% de los apuntados al gimnasio no va regularmente. 40€/mes por 12 meses = 480€/año para... sentirte culpable. Sé honesto: ¿la usas de verdad?

source: L'abbonamento è ora tracciato. Riceverai notifiche prima di ogni rinnovo.
en: The subscription is now tracked. You will receive notifications before each renewal.
es: La suscripción está siendo rastreada. Recibirás notificaciones antes de cada renovación.

source: L'abbonamento è ora tracciato. Ti chiederemo periodicamente se lo stai ancora utilizzando.
en: The subscription is now tracked. We will ask you periodically if you are still using it.
es: La suscripción ahora está rastreada. Te preguntaremos periódicamente si aún la estás usando.

source: L'abbonamento è stato aggiunto alla tua lista.
en: The subscription has been added to your list.
es: La suscripción se ha añadido a tu lista.

source: L'acquisto viene addebitato sul tuo account Apple. Subly Pro è un acquisto una tantum, non un abbonamento.
en: The purchase is charged to your Apple account. Subly Pro is a one-time purchase, not a subscription.
es: La compra se carga en tu cuenta de Apple. Subly Pro es una compra única, no una suscripción.
